"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 2000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 57, \"word_counts\": \"{\\\"hello\\\": 3, \\\"there\\\": 7, \\\"hows\\\": 2, \\\"everything\\\": 4, \\\"how\\\": 5, \\\"do\\\": 6, \\\"i\\\": 8, \\\"address\\\": 1, \\\"you\\\": 29, \\\"which\\\": 2, \\\"place\\\": 1, \\\"live\\\": 4, \\\"in\\\": 2, \\\"going\\\": 3, \\\"on\\\": 3, \\\"what\\\": 3, \\\"are\\\": 14, \\\"adios\\\": 1, \\\"from\\\": 4, \\\"where\\\": 7, \\\"country\\\": 1, \\\"knock\\\": 2, \\\"thanks\\\": 2, \\\"for\\\": 1, \\\"the\\\": 1, \\\"info\\\": 1, \\\"hi\\\": 5, \\\"boi\\\": 1, \\\"okay\\\": 4, \\\"bye\\\": 4, \\\"nice\\\": 2, \\\"to\\\": 4, \\\"meet\\\": 2, \\\"thank\\\": 1, \\\"call\\\": 2, \\\"will\\\": 5, \\\"text\\\": 1, \\\"later\\\": 7, \\\"goodbye\\\": 1, \\\"is\\\": 2, \\\"your\\\": 2, \\\"name\\\": 2, \\\"currently\\\": 2, \\\"see\\\": 2, \\\"hey\\\": 2, \\\"talk\\\": 2, \\\"byr\\\": 1, \\\"bro\\\": 2, \\\"at\\\": 1, \\\"ill\\\": 1, \\\"can\\\": 1, \\\"a\\\": 2, \\\"chatbot\\\": 1, \\\"anyone\\\": 1, \\\"nerds\\\": 2, \\\"catch\\\": 2, \\\"up\\\": 1, \\\"am\\\": 1, \\\"fine\\\": 2, \\\"things\\\": 1, \\\"who\\\": 1, \\\"brother\\\": 1, \\\"bot\\\": 1, \\\"any\\\": 1, \\\"here\\\": 1}\", \"word_docs\": \"{\\\"hello\\\": 3, \\\"there\\\": 7, \\\"hows\\\": 2, \\\"everything\\\": 4, \\\"you\\\": 29, \\\"how\\\": 5, \\\"i\\\": 8, \\\"do\\\": 6, \\\"address\\\": 1, \\\"live\\\": 4, \\\"which\\\": 2, \\\"in\\\": 2, \\\"place\\\": 1, \\\"on\\\": 3, \\\"going\\\": 3, \\\"what\\\": 3, \\\"are\\\": 14, \\\"adios\\\": 1, \\\"where\\\": 7, \\\"from\\\": 4, \\\"country\\\": 1, \\\"knock\\\": 1, \\\"thanks\\\": 2, \\\"the\\\": 1, \\\"info\\\": 1, \\\"for\\\": 1, \\\"boi\\\": 1, \\\"hi\\\": 5, \\\"bye\\\": 4, \\\"okay\\\": 4, \\\"nice\\\": 2, \\\"meet\\\": 2, \\\"to\\\": 4, \\\"thank\\\": 1, \\\"call\\\": 2, \\\"will\\\": 5, \\\"later\\\": 7, \\\"text\\\": 1, \\\"goodbye\\\": 1, \\\"is\\\": 2, \\\"name\\\": 2, \\\"your\\\": 2, \\\"currently\\\": 2, \\\"see\\\": 2, \\\"hey\\\": 2, \\\"talk\\\": 2, \\\"byr\\\": 1, \\\"bro\\\": 2, \\\"at\\\": 1, \\\"ill\\\": 1, \\\"can\\\": 1, \\\"a\\\": 2, \\\"chatbot\\\": 1, \\\"anyone\\\": 1, \\\"nerds\\\": 2, \\\"up\\\": 1, \\\"catch\\\": 2, \\\"fine\\\": 2, \\\"am\\\": 1, \\\"things\\\": 1, \\\"who\\\": 1, \\\"brother\\\": 1, \\\"bot\\\": 1, \\\"here\\\": 1, \\\"any\\\": 1}\", \"index_docs\": \"{\\\"17\\\": 3, \\\"4\\\": 7, \\\"21\\\": 2, \\\"11\\\": 4, \\\"1\\\": 29, \\\"8\\\": 5, \\\"3\\\": 8, \\\"7\\\": 6, \\\"41\\\": 1, \\\"12\\\": 4, \\\"22\\\": 2, \\\"23\\\": 2, \\\"42\\\": 1, \\\"19\\\": 3, \\\"18\\\": 3, \\\"20\\\": 3, \\\"2\\\": 14, \\\"43\\\": 1, \\\"5\\\": 7, \\\"13\\\": 4, \\\"44\\\": 1, \\\"24\\\": 1, \\\"25\\\": 2, \\\"46\\\": 1, \\\"47\\\": 1, \\\"45\\\": 1, \\\"48\\\": 1, \\\"9\\\": 5, \\\"15\\\": 4, \\\"14\\\": 4, \\\"26\\\": 2, \\\"27\\\": 2, \\\"16\\\": 4, \\\"49\\\": 1, \\\"28\\\": 2, \\\"10\\\": 5, \\\"6\\\": 7, \\\"50\\\": 1, \\\"51\\\": 1, \\\"29\\\": 2, \\\"31\\\": 2, \\\"30\\\": 2, \\\"32\\\": 2, \\\"33\\\": 2, \\\"34\\\": 2, \\\"35\\\": 2, \\\"52\\\": 1, \\\"36\\\": 2, \\\"53\\\": 1, \\\"54\\\": 1, \\\"55\\\": 1, \\\"37\\\": 2, \\\"56\\\": 1, \\\"57\\\": 1, \\\"38\\\": 2, \\\"58\\\": 1, \\\"39\\\": 2, \\\"40\\\": 2, \\\"59\\\": 1, \\\"60\\\": 1, \\\"61\\\": 1, \\\"62\\\": 1, \\\"63\\\": 1, \\\"65\\\": 1, \\\"64\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"you\\\", \\\"2\\\": \\\"are\\\", \\\"3\\\": \\\"i\\\", \\\"4\\\": \\\"there\\\", \\\"5\\\": \\\"where\\\", \\\"6\\\": \\\"later\\\", \\\"7\\\": \\\"do\\\", \\\"8\\\": \\\"how\\\", \\\"9\\\": \\\"hi\\\", \\\"10\\\": \\\"will\\\", \\\"11\\\": \\\"everything\\\", \\\"12\\\": \\\"live\\\", \\\"13\\\": \\\"from\\\", \\\"14\\\": \\\"okay\\\", \\\"15\\\": \\\"bye\\\", \\\"16\\\": \\\"to\\\", \\\"17\\\": \\\"hello\\\", \\\"18\\\": \\\"going\\\", \\\"19\\\": \\\"on\\\", \\\"20\\\": \\\"what\\\", \\\"21\\\": \\\"hows\\\", \\\"22\\\": \\\"which\\\", \\\"23\\\": \\\"in\\\", \\\"24\\\": \\\"knock\\\", \\\"25\\\": \\\"thanks\\\", \\\"26\\\": \\\"nice\\\", \\\"27\\\": \\\"meet\\\", \\\"28\\\": \\\"call\\\", \\\"29\\\": \\\"is\\\", \\\"30\\\": \\\"your\\\", \\\"31\\\": \\\"name\\\", \\\"32\\\": \\\"currently\\\", \\\"33\\\": \\\"see\\\", \\\"34\\\": \\\"hey\\\", \\\"35\\\": \\\"talk\\\", \\\"36\\\": \\\"bro\\\", \\\"37\\\": \\\"a\\\", \\\"38\\\": \\\"nerds\\\", \\\"39\\\": \\\"catch\\\", \\\"40\\\": \\\"fine\\\", \\\"41\\\": \\\"address\\\", \\\"42\\\": \\\"place\\\", \\\"43\\\": \\\"adios\\\", \\\"44\\\": \\\"country\\\", \\\"45\\\": \\\"for\\\", \\\"46\\\": \\\"the\\\", \\\"47\\\": \\\"info\\\", \\\"48\\\": \\\"boi\\\", \\\"49\\\": \\\"thank\\\", \\\"50\\\": \\\"text\\\", \\\"51\\\": \\\"goodbye\\\", \\\"52\\\": \\\"byr\\\", \\\"53\\\": \\\"at\\\", \\\"54\\\": \\\"ill\\\", \\\"55\\\": \\\"can\\\", \\\"56\\\": \\\"chatbot\\\", \\\"57\\\": \\\"anyone\\\", \\\"58\\\": \\\"up\\\", \\\"59\\\": \\\"am\\\", \\\"60\\\": \\\"things\\\", \\\"61\\\": \\\"who\\\", \\\"62\\\": \\\"brother\\\", \\\"63\\\": \\\"bot\\\", \\\"64\\\": \\\"any\\\", \\\"65\\\": \\\"here\\\"}\", \"word_index\": \"{\\\"you\\\": 1, \\\"are\\\": 2, \\\"i\\\": 3, \\\"there\\\": 4, \\\"where\\\": 5, \\\"later\\\": 6, \\\"do\\\": 7, \\\"how\\\": 8, \\\"hi\\\": 9, \\\"will\\\": 10, \\\"everything\\\": 11, \\\"live\\\": 12, \\\"from\\\": 13, \\\"okay\\\": 14, \\\"bye\\\": 15, \\\"to\\\": 16, \\\"hello\\\": 17, \\\"going\\\": 18, \\\"on\\\": 19, \\\"what\\\": 20, \\\"hows\\\": 21, \\\"which\\\": 22, \\\"in\\\": 23, \\\"knock\\\": 24, \\\"thanks\\\": 25, \\\"nice\\\": 26, \\\"meet\\\": 27, \\\"call\\\": 28, \\\"is\\\": 29, \\\"your\\\": 30, \\\"name\\\": 31, \\\"currently\\\": 32, \\\"see\\\": 33, \\\"hey\\\": 34, \\\"talk\\\": 35, \\\"bro\\\": 36, \\\"a\\\": 37, \\\"nerds\\\": 38, \\\"catch\\\": 39, \\\"fine\\\": 40, \\\"address\\\": 41, \\\"place\\\": 42, \\\"adios\\\": 43, \\\"country\\\": 44, \\\"for\\\": 45, \\\"the\\\": 46, \\\"info\\\": 47, \\\"boi\\\": 48, \\\"thank\\\": 49, \\\"text\\\": 50, \\\"goodbye\\\": 51, \\\"byr\\\": 52, \\\"at\\\": 53, \\\"ill\\\": 54, \\\"can\\\": 55, \\\"chatbot\\\": 56, \\\"anyone\\\": 57, \\\"up\\\": 58, \\\"am\\\": 59, \\\"things\\\": 60, \\\"who\\\": 61, \\\"brother\\\": 62, \\\"bot\\\": 63, \\\"any\\\": 64, \\\"here\\\": 65}\"}}"