"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 2000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 98, \"word_counts\": \"{\\\"are\\\": 14, \\\"you\\\": 29, \\\"a\\\": 2, \\\"chatbot\\\": 2, \\\"selamat\\\": 8, \\\"malam\\\": 2, \\\"bagaimana\\\": 2, \\\"saya\\\": 1, \\\"memanggil\\\": 1, \\\"anda\\\": 1, \\\"fine\\\": 2, \\\"hi\\\": 5, \\\"nice\\\": 2, \\\"to\\\": 4, \\\"meet\\\": 2, \\\"ada\\\": 2, \\\"ig\\\": 1, \\\"tinggal\\\": 4, \\\"oke\\\": 2, \\\"bye\\\": 6, \\\"siang\\\": 2, \\\"okay\\\": 4, \\\"bot\\\": 2, \\\"hello\\\": 3, \\\"there\\\": 7, \\\"hey\\\": 3, \\\"media\\\": 1, \\\"sosialmu\\\": 1, \\\"apa\\\": 3, \\\"where\\\": 7, \\\"do\\\": 6, \\\"live\\\": 4, \\\"in\\\": 2, \\\"what\\\": 3, \\\"which\\\": 2, \\\"country\\\": 1, \\\"from\\\": 4, \\\"sore\\\": 2, \\\"adios\\\": 1, \\\"currently\\\": 2, \\\"at\\\": 1, \\\"halo\\\": 1, \\\"boi\\\": 2, \\\"everything\\\": 4, \\\"going\\\": 3, \\\"on\\\": 3, \\\"kamu\\\": 4, \\\"siapa\\\": 4, \\\"is\\\": 2, \\\"oi\\\": 1, \\\"byr\\\": 1, \\\"bro\\\": 4, \\\"medsos\\\": 2, \\\"ill\\\": 1, \\\"talk\\\": 2, \\\"later\\\": 7, \\\"i\\\": 8, \\\"am\\\": 1, \\\"how\\\": 5, \\\"terima\\\": 1, \\\"kasih\\\": 1, \\\"pagi\\\": 2, \\\"goodbye\\\": 1, \\\"namamu\\\": 2, \\\"anyone\\\": 1, \\\"sampai\\\": 2, \\\"jumpa\\\": 1, \\\"aku\\\": 2, \\\"bisa\\\": 1, \\\"memanggilmu\\\": 2, \\\"call\\\": 2, \\\"whats\\\": 3, \\\"up\\\": 4, \\\"your\\\": 2, \\\"name\\\": 2, \\\"apakah\\\": 3, \\\"lu\\\": 1, \\\"knock\\\": 2, \\\"hows\\\": 2, \\\"punya\\\": 1, \\\"things\\\": 1, \\\"see\\\": 2, \\\"can\\\": 1, \\\"makasi\\\": 1, \\\"kak\\\": 3, \\\"hai\\\": 1, \\\"address\\\": 1, \\\"medsosmu\\\": 1, \\\"seorang\\\": 1, \\\"brother\\\": 1, \\\"thanks\\\": 2, \\\"for\\\": 1, \\\"the\\\": 1, \\\"info\\\": 1, \\\"will\\\": 5, \\\"terimakasih\\\": 1, \\\"atas\\\": 1, \\\"infonya\\\": 1, \\\"catch\\\": 2, \\\"place\\\": 1, \\\"any\\\": 1, \\\"nerds\\\": 2, \\\"here\\\": 1, \\\"ketemu\\\": 1, \\\"lagi\\\": 1, \\\"who\\\": 1, \\\"thank\\\": 1, \\\"text\\\": 1}\", \"word_docs\": \"{\\\"a\\\": 2, \\\"chatbot\\\": 2, \\\"you\\\": 29, \\\"are\\\": 14, \\\"selamat\\\": 8, \\\"malam\\\": 2, \\\"anda\\\": 1, \\\"memanggil\\\": 1, \\\"bagaimana\\\": 2, \\\"saya\\\": 1, \\\"fine\\\": 2, \\\"hi\\\": 5, \\\"nice\\\": 2, \\\"to\\\": 4, \\\"meet\\\": 2, \\\"ada\\\": 2, \\\"ig\\\": 1, \\\"tinggal\\\": 4, \\\"oke\\\": 2, \\\"bye\\\": 6, \\\"siang\\\": 2, \\\"okay\\\": 4, \\\"bot\\\": 2, \\\"there\\\": 7, \\\"hello\\\": 3, \\\"hey\\\": 3, \\\"sosialmu\\\": 1, \\\"apa\\\": 3, \\\"media\\\": 1, \\\"where\\\": 7, \\\"in\\\": 2, \\\"live\\\": 4, \\\"do\\\": 6, \\\"what\\\": 3, \\\"which\\\": 2, \\\"from\\\": 4, \\\"country\\\": 1, \\\"sore\\\": 2, \\\"adios\\\": 1, \\\"at\\\": 1, \\\"currently\\\": 2, \\\"halo\\\": 1, \\\"boi\\\": 2, \\\"everything\\\": 4, \\\"going\\\": 3, \\\"on\\\": 3, \\\"siapa\\\": 4, \\\"kamu\\\": 4, \\\"is\\\": 2, \\\"oi\\\": 1, \\\"byr\\\": 1, \\\"bro\\\": 4, \\\"medsos\\\": 2, \\\"talk\\\": 2, \\\"ill\\\": 1, \\\"later\\\": 7, \\\"i\\\": 8, \\\"how\\\": 5, \\\"am\\\": 1, \\\"terima\\\": 1, \\\"kasih\\\": 1, \\\"pagi\\\": 2, \\\"goodbye\\\": 1, \\\"namamu\\\": 2, \\\"anyone\\\": 1, \\\"sampai\\\": 2, \\\"jumpa\\\": 1, \\\"bisa\\\": 1, \\\"memanggilmu\\\": 2, \\\"aku\\\": 2, \\\"call\\\": 2, \\\"up\\\": 4, \\\"whats\\\": 3, \\\"your\\\": 2, \\\"name\\\": 2, \\\"apakah\\\": 3, \\\"lu\\\": 1, \\\"knock\\\": 1, \\\"hows\\\": 2, \\\"punya\\\": 1, \\\"things\\\": 1, \\\"see\\\": 2, \\\"can\\\": 1, \\\"makasi\\\": 1, \\\"kak\\\": 3, \\\"hai\\\": 1, \\\"address\\\": 1, \\\"medsosmu\\\": 1, \\\"seorang\\\": 1, \\\"brother\\\": 1, \\\"for\\\": 1, \\\"info\\\": 1, \\\"thanks\\\": 2, \\\"the\\\": 1, \\\"will\\\": 5, \\\"terimakasih\\\": 1, \\\"atas\\\": 1, \\\"infonya\\\": 1, \\\"catch\\\": 2, \\\"place\\\": 1, \\\"here\\\": 1, \\\"nerds\\\": 2, \\\"any\\\": 1, \\\"ketemu\\\": 1, \\\"lagi\\\": 1, \\\"who\\\": 1, \\\"thank\\\": 1, \\\"text\\\": 1}\", \"index_docs\": \"{\\\"32\\\": 2, \\\"33\\\": 2, \\\"1\\\": 29, \\\"2\\\": 14, \\\"3\\\": 8, \\\"34\\\": 2, \\\"67\\\": 1, \\\"66\\\": 1, \\\"35\\\": 2, \\\"65\\\": 1, \\\"36\\\": 2, \\\"10\\\": 5, \\\"37\\\": 2, \\\"13\\\": 4, \\\"38\\\": 2, \\\"39\\\": 2, \\\"68\\\": 1, \\\"14\\\": 4, \\\"40\\\": 2, \\\"8\\\": 6, \\\"41\\\": 2, \\\"15\\\": 4, \\\"42\\\": 2, \\\"5\\\": 7, \\\"23\\\": 3, \\\"24\\\": 3, \\\"70\\\": 1, \\\"25\\\": 3, \\\"69\\\": 1, \\\"6\\\": 7, \\\"43\\\": 2, \\\"16\\\": 4, \\\"9\\\": 6, \\\"26\\\": 3, \\\"44\\\": 2, \\\"17\\\": 4, \\\"71\\\": 1, \\\"45\\\": 2, \\\"72\\\": 1, \\\"73\\\": 1, \\\"46\\\": 2, \\\"74\\\": 1, \\\"47\\\": 2, \\\"18\\\": 4, \\\"27\\\": 3, \\\"28\\\": 3, \\\"20\\\": 4, \\\"19\\\": 4, \\\"48\\\": 2, \\\"75\\\": 1, \\\"76\\\": 1, \\\"21\\\": 4, \\\"49\\\": 2, \\\"50\\\": 2, \\\"77\\\": 1, \\\"7\\\": 7, \\\"4\\\": 8, \\\"11\\\": 5, \\\"78\\\": 1, \\\"79\\\": 1, \\\"80\\\": 1, \\\"51\\\": 2, \\\"81\\\": 1, \\\"52\\\": 2, \\\"82\\\": 1, \\\"53\\\": 2, \\\"83\\\": 1, \\\"84\\\": 1, \\\"55\\\": 2, \\\"54\\\": 2, \\\"56\\\": 2, \\\"22\\\": 4, \\\"29\\\": 3, \\\"57\\\": 2, \\\"58\\\": 2, \\\"30\\\": 3, \\\"85\\\": 1, \\\"59\\\": 1, \\\"60\\\": 2, \\\"86\\\": 1, \\\"87\\\": 1, \\\"61\\\": 2, \\\"88\\\": 1, \\\"89\\\": 1, \\\"31\\\": 3, \\\"90\\\": 1, \\\"91\\\": 1, \\\"92\\\": 1, \\\"93\\\": 1, \\\"94\\\": 1, \\\"95\\\": 1, \\\"97\\\": 1, \\\"62\\\": 2, \\\"96\\\": 1, \\\"12\\\": 5, \\\"98\\\": 1, \\\"99\\\": 1, \\\"100\\\": 1, \\\"63\\\": 2, \\\"101\\\": 1, \\\"103\\\": 1, \\\"64\\\": 2, \\\"102\\\": 1, \\\"104\\\": 1, \\\"105\\\": 1, \\\"106\\\": 1, \\\"107\\\": 1, \\\"108\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"you\\\", \\\"2\\\": \\\"are\\\", \\\"3\\\": \\\"selamat\\\", \\\"4\\\": \\\"i\\\", \\\"5\\\": \\\"there\\\", \\\"6\\\": \\\"where\\\", \\\"7\\\": \\\"later\\\", \\\"8\\\": \\\"bye\\\", \\\"9\\\": \\\"do\\\", \\\"10\\\": \\\"hi\\\", \\\"11\\\": \\\"how\\\", \\\"12\\\": \\\"will\\\", \\\"13\\\": \\\"to\\\", \\\"14\\\": \\\"tinggal\\\", \\\"15\\\": \\\"okay\\\", \\\"16\\\": \\\"live\\\", \\\"17\\\": \\\"from\\\", \\\"18\\\": \\\"everything\\\", \\\"19\\\": \\\"kamu\\\", \\\"20\\\": \\\"siapa\\\", \\\"21\\\": \\\"bro\\\", \\\"22\\\": \\\"up\\\", \\\"23\\\": \\\"hello\\\", \\\"24\\\": \\\"hey\\\", \\\"25\\\": \\\"apa\\\", \\\"26\\\": \\\"what\\\", \\\"27\\\": \\\"going\\\", \\\"28\\\": \\\"on\\\", \\\"29\\\": \\\"whats\\\", \\\"30\\\": \\\"apakah\\\", \\\"31\\\": \\\"kak\\\", \\\"32\\\": \\\"a\\\", \\\"33\\\": \\\"chatbot\\\", \\\"34\\\": \\\"malam\\\", \\\"35\\\": \\\"bagaimana\\\", \\\"36\\\": \\\"fine\\\", \\\"37\\\": \\\"nice\\\", \\\"38\\\": \\\"meet\\\", \\\"39\\\": \\\"ada\\\", \\\"40\\\": \\\"oke\\\", \\\"41\\\": \\\"siang\\\", \\\"42\\\": \\\"bot\\\", \\\"43\\\": \\\"in\\\", \\\"44\\\": \\\"which\\\", \\\"45\\\": \\\"sore\\\", \\\"46\\\": \\\"currently\\\", \\\"47\\\": \\\"boi\\\", \\\"48\\\": \\\"is\\\", \\\"49\\\": \\\"medsos\\\", \\\"50\\\": \\\"talk\\\", \\\"51\\\": \\\"pagi\\\", \\\"52\\\": \\\"namamu\\\", \\\"53\\\": \\\"sampai\\\", \\\"54\\\": \\\"aku\\\", \\\"55\\\": \\\"memanggilmu\\\", \\\"56\\\": \\\"call\\\", \\\"57\\\": \\\"your\\\", \\\"58\\\": \\\"name\\\", \\\"59\\\": \\\"knock\\\", \\\"60\\\": \\\"hows\\\", \\\"61\\\": \\\"see\\\", \\\"62\\\": \\\"thanks\\\", \\\"63\\\": \\\"catch\\\", \\\"64\\\": \\\"nerds\\\", \\\"65\\\": \\\"saya\\\", \\\"66\\\": \\\"memanggil\\\", \\\"67\\\": \\\"anda\\\", \\\"68\\\": \\\"ig\\\", \\\"69\\\": \\\"media\\\", \\\"70\\\": \\\"sosialmu\\\", \\\"71\\\": \\\"country\\\", \\\"72\\\": \\\"adios\\\", \\\"73\\\": \\\"at\\\", \\\"74\\\": \\\"halo\\\", \\\"75\\\": \\\"oi\\\", \\\"76\\\": \\\"byr\\\", \\\"77\\\": \\\"ill\\\", \\\"78\\\": \\\"am\\\", \\\"79\\\": \\\"terima\\\", \\\"80\\\": \\\"kasih\\\", \\\"81\\\": \\\"goodbye\\\", \\\"82\\\": \\\"anyone\\\", \\\"83\\\": \\\"jumpa\\\", \\\"84\\\": \\\"bisa\\\", \\\"85\\\": \\\"lu\\\", \\\"86\\\": \\\"punya\\\", \\\"87\\\": \\\"things\\\", \\\"88\\\": \\\"can\\\", \\\"89\\\": \\\"makasi\\\", \\\"90\\\": \\\"hai\\\", \\\"91\\\": \\\"address\\\", \\\"92\\\": \\\"medsosmu\\\", \\\"93\\\": \\\"seorang\\\", \\\"94\\\": \\\"brother\\\", \\\"95\\\": \\\"for\\\", \\\"96\\\": \\\"the\\\", \\\"97\\\": \\\"info\\\", \\\"98\\\": \\\"terimakasih\\\", \\\"99\\\": \\\"atas\\\", \\\"100\\\": \\\"infonya\\\", \\\"101\\\": \\\"place\\\", \\\"102\\\": \\\"any\\\", \\\"103\\\": \\\"here\\\", \\\"104\\\": \\\"ketemu\\\", \\\"105\\\": \\\"lagi\\\", \\\"106\\\": \\\"who\\\", \\\"107\\\": \\\"thank\\\", \\\"108\\\": \\\"text\\\"}\", \"word_index\": \"{\\\"you\\\": 1, \\\"are\\\": 2, \\\"selamat\\\": 3, \\\"i\\\": 4, \\\"there\\\": 5, \\\"where\\\": 6, \\\"later\\\": 7, \\\"bye\\\": 8, \\\"do\\\": 9, \\\"hi\\\": 10, \\\"how\\\": 11, \\\"will\\\": 12, \\\"to\\\": 13, \\\"tinggal\\\": 14, \\\"okay\\\": 15, \\\"live\\\": 16, \\\"from\\\": 17, \\\"everything\\\": 18, \\\"kamu\\\": 19, \\\"siapa\\\": 20, \\\"bro\\\": 21, \\\"up\\\": 22, \\\"hello\\\": 23, \\\"hey\\\": 24, \\\"apa\\\": 25, \\\"what\\\": 26, \\\"going\\\": 27, \\\"on\\\": 28, \\\"whats\\\": 29, \\\"apakah\\\": 30, \\\"kak\\\": 31, \\\"a\\\": 32, \\\"chatbot\\\": 33, \\\"malam\\\": 34, \\\"bagaimana\\\": 35, \\\"fine\\\": 36, \\\"nice\\\": 37, \\\"meet\\\": 38, \\\"ada\\\": 39, \\\"oke\\\": 40, \\\"siang\\\": 41, \\\"bot\\\": 42, \\\"in\\\": 43, \\\"which\\\": 44, \\\"sore\\\": 45, \\\"currently\\\": 46, \\\"boi\\\": 47, \\\"is\\\": 48, \\\"medsos\\\": 49, \\\"talk\\\": 50, \\\"pagi\\\": 51, \\\"namamu\\\": 52, \\\"sampai\\\": 53, \\\"aku\\\": 54, \\\"memanggilmu\\\": 55, \\\"call\\\": 56, \\\"your\\\": 57, \\\"name\\\": 58, \\\"knock\\\": 59, \\\"hows\\\": 60, \\\"see\\\": 61, \\\"thanks\\\": 62, \\\"catch\\\": 63, \\\"nerds\\\": 64, \\\"saya\\\": 65, \\\"memanggil\\\": 66, \\\"anda\\\": 67, \\\"ig\\\": 68, \\\"media\\\": 69, \\\"sosialmu\\\": 70, \\\"country\\\": 71, \\\"adios\\\": 72, \\\"at\\\": 73, \\\"halo\\\": 74, \\\"oi\\\": 75, \\\"byr\\\": 76, \\\"ill\\\": 77, \\\"am\\\": 78, \\\"terima\\\": 79, \\\"kasih\\\": 80, \\\"goodbye\\\": 81, \\\"anyone\\\": 82, \\\"jumpa\\\": 83, \\\"bisa\\\": 84, \\\"lu\\\": 85, \\\"punya\\\": 86, \\\"things\\\": 87, \\\"can\\\": 88, \\\"makasi\\\": 89, \\\"hai\\\": 90, \\\"address\\\": 91, \\\"medsosmu\\\": 92, \\\"seorang\\\": 93, \\\"brother\\\": 94, \\\"for\\\": 95, \\\"the\\\": 96, \\\"info\\\": 97, \\\"terimakasih\\\": 98, \\\"atas\\\": 99, \\\"infonya\\\": 100, \\\"place\\\": 101, \\\"any\\\": 102, \\\"here\\\": 103, \\\"ketemu\\\": 104, \\\"lagi\\\": 105, \\\"who\\\": 106, \\\"thank\\\": 107, \\\"text\\\": 108}\"}}"